Repository: DanTup/Google-Wave-Notifier
Catalog: GoogleWaveNotifier/Languages/InterfaceText.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, he_il, hu_hu, it_it, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, tr_tr

source: &About
cs_cz: &O aplikaci
da_dk: &Om
de_de: &Info
es_es: &Acerca de
fr_fr: &A propos
he_il: &אודות
hu_hu: &Programról
nl_nl: &Over
pl_pl: &O programie
pt_br: &Sobre
ro_ro: Despre
ru_ru: &О программе
sv_se: &Om
tr_tr: Hakkında

source: Application
da_dk: Program

source: Balloon Timeout
da_dk: Timeout for ballontips
fr_fr: Durée d'affichage des Alertes
hu_hu: A buborék értesítés időbeni hossza
it_it: Scadenza della notifica a “fumetto”

# BalloonTimeoutDescription
source: Enter how long (in seconds) the balloon notifications should remain on screen. Please note that Windows may override this setting.
da_dk: Indtast (i sekunder) hvorlænge du ønsker at ballontips vises. Bemærk at Windows Vista (og senere versioner) vil tilsidesætte din indstilling og vise ballontips i 9 sek.)
fr_fr: Saississez la durée d'affichage du volet d'alerte (en secondes). Veuillez noter que Windows peut imposer un minimum/maximum de 10-30 secondes.
hu_hu: Adja meg, mennyi ideig (másodpercben) az értesítő buborék továbbra is a képernyőn. Kérjük, vegye figyelembe, hogy a Windows Vista és a későbbi verziók felülírják ezt az értéket 9 másodperccel.
it_it: Inserisci per quanti secondi le notifiche a “fumetto” devono rimanere sullo schermo. Si prega di notare che da Windows Vista in poi il valore è fissato a 9 secondi.

source: &Cancel
cs_cz: Zrušit
da_dk: &Annuller
de_de: &Abbrechen
es_es: &Cancelar
fr_fr: &Abandonner
he_il: &ביטול
hu_hu: &Mégsem
it_it: Annulla
nl_nl: &Annuleren
pl_pl: &Anuluj
pt_br: Cancelar
ro_ro: Anulaţi
ru_ru: &Отмена
sv_se: &Avbryt
tr_tr: İptal

source: Check Interval
cs_cz: Interval kontroly
da_dk: Opdaterings interval
de_de: Prüfungsintervall
es_es: Intervalo de comprobación
fr_fr: Intervalle de vérification
he_il: מרווח בדיקה
hu_hu: Ellenőrzési időköz
it_it: Intervallo di controllo
nl_nl: Controle interval
pl_pl: Częstotliwość odświeżania
pt_br: Exibir Intervalo
ro_ro: Interval de Căutare
ru_ru: Инетервал проверки
sv_se: Uppdateringsintervall
tr_tr: Denetleme Sıklığı

# CheckIntervalDescription
source: Enter how often (in minutes) Google Wave Notifier should check for new messages.
cs_cz: Vložte jak často (v minutách) má Google Wavw Notifier provádět kontrolu nových zpráv.
da_dk: Indtast (i minutter) hvor ofte du ønsker at Google Wave Notifier tjekker for nye waves.
de_de: Geben sie an wie oft (in Minuten) Google Wave Notifier auf neue Nachrichten prüfen soll.
es_es: Introduzca la frecuencia (en minutos) en la cual Google Wave Notifier debe comprobar si hay mensajes nuevos
fr_fr: Entrer l'intervalle (en minutes) entre chaque vérification de nouveau message.
he_il: הכנס את הזמן (בדקות) שבו התוכנה תבדוק האם יש הודעות חדשות.
hu_hu: Adja meg, hogy milyen gyakran (percben) keressen új üzeneteket.
it_it: Inserisci la frequenza (in minuti) con cui Google Wave Notifier dovrebbe controllare per nuovi messaggi.
nl_nl: Geef het interval op (in minuten) dat Google Wave Notifier moet controlleren of er nieuwe berichten zijn
pl_pl: Wpisz jak często (w minutach) Google Wave Notifier powinien sprawdzać nowe wiadomości.
pt_br: Informe o intervalo em minutos entre cada verificação do Google Wave Notifier.
ro_ro: Introduceţi (în minute) cât de des să caute Google Wave Notifier mesaje noi.
ru_ru: Введите как часто (в минутах) Google Wave Notifier будет проверять поступление новых сообщений.
sv_se: Mata in hur ofta (i minuter) Google Wave Notifier skall leta efter nya meddelanden.
tr_tr: Google Wave Notifier'ın kaç dakikada bir mesajlarınız kontrol etmesini istediğinizi girin:

# CheckIntervalWarningText
source: Check interval must be 5 minutes or greater.
cs_cz: Interval kontroly musí být větší než 5 minut.
da_dk: Interval for tjek af nye waves skal være 5 minutter eller mere.
de_de: Prüfungsintervall muss 5 oder größer sein.
es_es: El intervalo de comprobación debe ser 5 minutos o más.
fr_fr: L'intervalle de vérification doit-être de 5 minutes minimum.
he_il: מרווח הבדיקה חייב להיות 5 דקות או יותר.
hu_hu: Az ellenőrzési időköznek legalább 5 percnek kell lennie!
it_it: L'intervallo di controllo deve essere di almeno 5 minuti.
nl_nl: Controle interval moet groter zijn dan 5 minuten
pl_pl: Okres odświeżania musi wynosić 5 minut lub więcej.
pt_br: Intervalo deve ser de pelo menos 5 minutos.
ro_ro: Intervalul de căutare trebuie să fie 5 minute sau mai mare.
ru_ru: Интервал проверки должен быть 5 минут или более.
sv_se: Uppdateringsintervallet måste vara 5 minuter eller större
tr_tr: Denetleme aralığı en az 5 dakika olmalıdır.

source: &Check Now
cs_cz: &Zkontroluj nyní
da_dk: &Tjek for nye waves nu
de_de: Jetzt &prüfen
es_es: &Comprobar Ahora
fr_fr: &Vérifier maintenant
he_il: &בדוק כעת
hu_hu: &Ellenőrzés most!
it_it: &Controlla ora
nl_nl: &Controlleer Nu
pl_pl: &Sprawdź Teraz
pt_br: &Verificar Agora
ro_ro: Verificaţi Acum
ru_ru: &Проверить сейчас
sv_se: &Uppdatera nu
tr_tr: Şimdi denetle

source: &Close
cs_cz: &Zavřít
da_dk: &Luk
de_de: &Schließen
es_es: &Cerrar
fr_fr: &Fermer
he_il: &סגור
hu_hu: &Bezárás
it_it: C&hiudere
nl_nl: Af&sluiten
pl_pl: &Zamknij
pt_br: &Fechar
ro_ro: Închideţi
ru_ru: &Закрыть
sv_se: &Stäng
tr_tr: Kapat

source: E&xit
cs_cz: U&končit
da_dk: &Afslut
de_de: &Beenden
es_es: &Salir
fr_fr: &Quitter
he_il: &יציאה
hu_hu: &Kilépés
it_it: &Esci
nl_nl: Afsluiten
pl_pl: Z&akończ
pt_br: &Sair
ro_ro: Ieşire
ru_ru: &Выход
sv_se: &Avsluta
tr_tr: Çık

# GoogleAffiliationDisclaimer
source: Google Wave Notifier is not an official Google application, nor is it affiliated with Google in any way.
cs_cz: Google Wave Notifier není oficiální Google aplikací, ani není s Google žádným způsobem spojen.
da_dk: Google Wave Notifier er ikke et officielt Google program, og har intet med firmaet Google at gøre.
de_de: Google Wave Notifier ist weder ein offizielles Programm von Google, noch gibt es eine Andere Zugehörigkeit zu Google.
es_es: Google Wave Notifier no es una aplicación oficial de Google, ni está afiliada a Google de ninguna manera.
fr_fr: Google Wave Notifier n'est pas une application Google officielle, et n'est affiliée à Google d'aucune manière.
he_il: תוכנת התראת הודעות בגוגל גל איננה תוכנה רשמית של גוגל, וגם אינה נתמכת על ידי גוגל.
hu_hu: Google Wave Notifier nem hivatalos Google-alkalmazás, és nem is áll kapcsolatban a Google-vel semmilyen módon.
it_it: Google Wave Notifier non è un'applicazione ufficiale di Google, ne è in alcun modo affiliato essa.
nl_nl: Google Wave Notifier is geen officiele Google toepassing, noch is dit op enige andere manier verbonden met Google.
pl_pl: Google Wave Notifier nie jest firmowane przez Google, ani powiązane z tą firmą w żaden sposób.
pt_br: Google Wave Notifier não é um programa oficial do Google nem afiliado com o Google em nenhuma forma.
ro_ro: Google Wave Notifier nu este o aplicaţie oficială Google, şi nici nu este afiliată cu Google în vreun fel.
ru_ru: Google Wave Notifier не является официальным приложением Google, и никак не связан с этой компанией.
sv_se: Google Wave Notifier är inte ett officiellt Google program, och inte heller anslutet till Google på något sätt.
tr_tr: Google Wave Notifier resmi bir Google uygulaması değildir ve hiçbir şekilde Google ile bağlantılı değildir.

source: Help Translate
cs_cz: Pomozte s překladem
da_dk: Hjælp med at oversætte
de_de: Hilf Übersetzen
fr_fr: Aider à la traduction
he_il: עזרה בתרגום
hu_hu: Segítsen a fordításban
it_it: Aiuta a tradurre
nl_nl: Help Vertalen
pl_pl: Pomóż w Tłumaczeniu!
pt_br: Ajudar a Traduzir
ro_ro: Ajutaţi la Traducere
ru_ru: Помочь перевести
tr_tr: Çeviriye Yardımcı Olun

source: Login Details
cs_cz: Přihlašovací údaje
da_dk: Login detaljer
de_de: Login Daten
es_es: Datos de Acceso
fr_fr: Informations de connexion
he_il: פרטי כניסה
hu_hu: Bejelentkezés részletei
it_it: Login Dettagli
nl_nl: Login gegevens
pl_pl: Szczegóły Logowania
pt_br: Detalhes de Login
ro_ro: Detalii de Autentificare
ru_ru: Данные для вход
sv_se: Inloggningsuppgifter
tr_tr: Giriş Bilgileri

source: Login Failed
cs_cz: Přihlášení selhalo
da_dk: Login mislykkedes
de_de: Login fehlgeschlagen
es_es: Acceso Fallido
fr_fr: La connexion a échouée
he_il: התחברות נכשלה
hu_hu: Sikertelen bejelentkezés
it_it: Accesso non riuscito
nl_nl: Login mislukt
pl_pl: Logowanie Nieudane
pt_br: Login Falhou
ro_ro: Autentificare eşuată
ru_ru: Не удалось войти
sv_se: Inloggningen misslyckades
tr_tr: Giriş Başarısız

# LoginFailedDescription
source: Unable to login to Google Wave. Please check your username, password and proxy settings. See the ErrorLog for more details.
cs_cz: Přihlášení do Google Wave selhalo. Zkontrolujte prosím Vaše uživatelské jméno a heslo.
da_dk: Kan ikke logge på Google Wave. Tjek dit brugernavn og kode.
de_de: Google Wave Login ist fehlgeschlagen. Bitte überprüfen Sie ihren Benutzernamen und Ihr Passwort.
es_es: No se puede acceder a Google Wave. Por favor, compruebe su nombre de usuario y contraseña.
fr_fr: Impossible de se connecter à Google Wave. Vérifier votre nom d'utilisateur et votre mot de passe.
he_il: לא הצלחנו להתחבר לשירות. בדוק שוב בבקשה את שם המשתמש והסיסמא שלך.
hu_hu: Nem sikerült bejelentkezni a Google Wave-be. Kérjük, ellenőrizze felhasználónevét és jelszavát.
it_it: Non riesco ad accedere a Google Wave. Si prega di verificare il tuo nome utente e password.
nl_nl: Inloggen bij Google Wave is niet mogelijk. Verifieer uw gebruikersnaam en wachtwoord.
pl_pl: Nie można połączyć się z Google Wave. Sprawdź nazwę użytkownika i hasło.
pt_br: Falha no login. Verifique seu usuário e senha.
ro_ro: Autentificare la Google Wave nereuşită. Vă rugăm verificaţi username-ul şi parola.
ru_ru: Не удалось войти в Google Wave. Пожалуйста проверьте Ваш логин и пароль.
sv_se: Det gick inte att logga in på Google Wave. Kontrollera ditt användarnamn och lösenord
tr_tr: Google Wave'e giriş yapılamadı. Lütfen kullanıcı adı ve şifrenizi kontrol edin.

# NewMessages
source: New Messages in Google Wave
cs_cz: Nové zprávy v Google Wave
da_dk: Nye beskeder i Google Wave
de_de: Neue Nachrichten in Google Wave.
es_es: Nuevos Mensajes en Google Wave
fr_fr: Nouveaux messages dans Google Wave
he_il: הודעות חדשות בגוגל גל
hu_hu: Új üzenetek a Google Wave-ben
it_it: Nuovi messaggi in Google Wave
nl_nl: Nieuwe berichten in Google Wave
pl_pl: Nowe Wiadomości w Google Wave
pt_br: Novas mensagens no Google Wave
ro_ro: Mesaje Noi în Google Wave
ru_ru: Новые сообщения в Google Wave
sv_se: Nya meddelanden på Google Wave
tr_tr: Google Wave'de yeni iletileriniz var

# NewMessagesDescription1
source: {0} has 1 unread message.
cs_cz: {0} obsahuje 1 nepřečtenou zprávu.
da_dk: {0} har 1 ulæst besked
de_de: {0} hat 1 ungelesene Nachricht.
es_es: {0} tiene 1 mensaje no leído.
fr_fr: {0} a 1 message non lu.
he_il: {0} יש הודעה 1 שלא נקראה.
hu_hu: Van {0} / 1 olvasatlan üzenete.
it_it: {0} ha 1 messaggio non letto.
nl_nl: {0} heeft 1 ongelezen bericht.
pl_pl: {0} has 1 nieprzeczytaną wiadomość.
pt_br: {0} tem 1 mensagem não lida.
ro_ro: {0} are 1 mesaj necitit.
ru_ru: 1 непрочитанное сообщение в {0}.
sv_se: {0} har 1 olästa meddelanden.
tr_tr: {0} içinde 1 okunmamış ileti var.

# NewMessagesDescription2to4
source: {0} has {1} unread messages.
cs_cz: {0} obsahuje {1} nepřečtených zpráv.
da_dk: {0} har {1} ulæste beskeder
de_de: {0} hat {1} ungelesene Nachrichten.
es_es: {0} tiene {1} mensajes no leídos.
fr_fr: {0} a {1} messages non lus.
he_il: {0} יש {1} הודעות שלא נקראו.
hu_hu: {0} / {1} olvasatlan üzenet.
it_it: {0} ha {1} messaggi non letti.
nl_nl: {0} heeft {1} ongelezen berichten.
pl_pl: {0} ma {1} nieprzeczytanych wiadomości.
pt_br: {0} tem {1} mensagens não lidas.
ro_ro: {0} are {1} mesaje necitite.
ru_ru: {1} непрочитанных сообщения в {0}.
sv_se: {0} har {1} olästa meddelanden.
tr_tr: {0} içinde {1} okunmamış ileti var.

# NewMessagesDescription5plus
source: {0} has {1} unread messages.
cs_cz: {0} obsahuje {1} nepřečtených zpráv.
da_dk: {0} har {1} ulæste beskeder
de_de: {0} hat {1} ungelesene Nachrichten.
es_es: {0} tiene {1} mensajes no leídos.
fr_fr: {0} a {1} messages non lus.
he_il: {0} יש {1} הודעות שלא נקראו.
hu_hu: {0} / {1} olvasatlan üzenet.
it_it: {0} ha {1} messaggi non letti.
nl_nl: {0} heeft {1} ongelezen berichten.
pl_pl: {0} ma {1} nieprzeczytanych wiadomości.
pt_br: {0} tem {1} mensagens não lidas.
ro_ro: {0} are {1} mesaje necitite.
ru_ru: {1} непрочитанных сообщений в {0}.
sv_se: {0} har {1} olästa meddelanden.
tr_tr: {0} içinde {1} okunmamış ileti var.

# NewMessagesTooltipPlural
source: You have {0} unread messages across {1} waves.
cs_cz: Máte {0} nepřečtených zpráv ve {1} vlnách.
da_dk: Du har {0} ulæste beskeder i {1} waves
de_de: Sie haben {0} ungelesen Nachrichten in {1} Waves.
es_es: Tiene {0} mensajes no leídos en {1} waves.
fr_fr: Vous avez {0} messages non lus sur {1} Waves.
he_il: יש לך {0} הודעות שלא נקראו ב {1} גלים.
hu_hu: {0} olvasatlan üzenete van {1} Hullámban.
it_it: Hai {0} messaggi non letti in {1} onde.
nl_nl: U heeft {0} ongelezen berichten in {1} waves.
pl_pl: Masz {0} nieprzeczytanych wiadomości w {1} falach.
pt_br: Você tem {0} mensagens não lidas em {1} waves.
ro_ro: Aveţi {0} mesaje necitite în {1} wave-uri.
ru_ru: У Вас {0} непрочитанных сообщений в {1} волнах.
sv_se: Du har {0} olästa meddelanden i {1} waves.
tr_tr: {1} wave'de okunmamış {0} iletiniz var.

# NewMessagesTooltipSingleMessage
source: You have 1 unread message.
cs_cz: Máte 1 nepřečtenou zprávu.
da_dk: Du har 1 ulæst besked.
de_de: Sie haben 1 ungelesene Nachricht.
es_es: Tiene 1 mensaje no leído.
fr_fr: Vous avez 1 message non lu.
he_il: יש לך הודעה 1 שלא נקראה.
hu_hu: 1 olvasatlan üzenete van.
it_it: Hai 1 messaggio non letto.
nl_nl: U heeft 1 ongelezen bericht.
pl_pl: Masz 1 nieprzeczytaną wiadomość.
pt_br: Você tem 1 mensagem não lida.
ro_ro: Aveţi 1 mesaj necitit.
ru_ru: У Вас 1 непрочитанное сообщение.
sv_se: Du har 1 oläst meddelande.
tr_tr: 1 okunmamış iletiniz var.

# NewMessagesTooltipSingleWave
source: You have {0} unread messages in 1 wave.
cs_cz: Máte {0} nepřečtených zpráv v 1 vlně.
da_dk: Du har {0} ulæste beskeder i 1 wave
de_de: Sie haben {0} ungelesen Nachrichten in 1 Wave.
es_es: Tiene {0} mensajes no leídos en 1 wave.
fr_fr: Vous avez {0} messages non lus sur 1 Wave.
he_il: יש לך {0} הושעות שלא נקראו בגל אחד.
hu_hu: {0} olvasatlan üzenete van 1 Hullámban.
it_it: Hai {0} messaggi non letti in un'onda.
nl_nl: U heeft {0} ongelezen berichten in 1 wave.
pl_pl: Masz {0} nieprzeczytanych wiadomości w 1 fali.
pt_br: Você tem {0} mensagens não lidas em 1 wave.
ro_ro: Aveţi {0} mesaje necitite în 1 wave.
ru_ru: У Вас {0} непрочитанных сообщений в 1 волне.
sv_se: Du har {0} olästa meddelanden i 1 wave.
tr_tr: 1 wave'de okunmamış {0} iletiniz var.

# NewVersionAvailable
source: New Version of Google Wave Notifier
cs_cz: Nová verze Google Wave Notifier
da_dk: Ny version af Google Wave Notifier
de_de: Neue Version von Google Wave Notifier verfügbar.
es_es: Nueva Versión de Google Wave Notifier
fr_fr: Nouvelle version de Google Wave Notifier
he_il: גירסה חדשה זמינה להורדה
hu_hu: Google Wave Notifier új verziója!
it_it: Nuova versione di Google Wave Notifier
nl_nl: Nieuwe versie van Google Wave Notifier
pl_pl: Nowa Wersja Google Wave Notifier
pt_br: Nova versão do Google Wave Notifier
ro_ro: Versiune Nouă pentru Google Wave Notifier
ru_ru: Доступна новая версия Google Wave Notifier
sv_se: Ny version av Google Wave Notifier
tr_tr: Google Wave Notifier'ın Yeni Sürümü

# NewVersionAvailableDescription
source: There is a new version of Google Wave Notifier available. New version: {0} Your version: {1} Click here to visit the download page.
cs_cz: K dispozici je nová verze Google Wave Notifier. Nová verze: {0} Vaše verze: {1} Klikněte zde pro otevření stránky ke stažení.
da_dk: Der findes en ny version af Google Wave Notifier. Ny version: {0} Din version {1} Klik her for at gå til downloadsiden.
de_de: Neue Version von Google Wave Notifier verfügbar. Neue Version: {0} Ihre Version: {1} Klicken sie hier um die Downloadseite zu besuchen.
es_es: Hay disponible una nueva versión de Google Wave Notifier. Nueva versión: {0} Su versión: {1} Haga click aquí para acceder a la página de descarga.
fr_fr: Il y a une nouvelle version de Google Wave Notifier disponible. Nouvelle version: {0} Votre version: {1} Cliquer ici pour visiter la page de téléchargement.
he_il: גירסה חדשה של תוכנת ההתראה זמינה להורדה כעת. גירסה חדשה: {0} הגירסה שלך: {1} לחץ כאן על מנת לעבור לדף ההורדה.
hu_hu: Google Wave Notifier új verziója elérhető. Új verzió száma: {0} Az Ön verzió száma: {1} Kattintson ide a letöltési oldalhoz .
it_it: C'è una nuova versione di Google Wave Notifier disponibile. Nuova versione: {0} La tua versione: {1} Clicca qui per visitare la pagina di download.
nl_nl: Er is een nieuwe versie van Google Wave Notifier beschikbaar. Nieuwe versie: {0} Uw versie: {1} Klik hier om de download pagina te bezoeken
pl_pl: Dostępna jest nowa wersja programu Google Wave Notifier. Nowa wersja: {0} Aktualnie zainstalowana wersja: {1} Kliknij tutaj, aby ściągnąć najnowszą wersję.
pt_br: Existe uma nova versão do Google Wave Notifier disponível. Nova versão: {0} Sua versão: {1} Clique aqui para ir para página de download.
ro_ro: Există o versiune nouă disponibilă pentru Google Wave Notifier . Versiune nouă: {0} Versiunea dumneavoastră: {1} Apăsaţi aici pentru a vizita pagina de download.
ru_ru: Доступна новая версия Google Wave Notifier. Новая версия: {0} Ваша версия: {1} Нажмите сюда для перехода на страницу загрузки.
sv_se: Det finns en ny version av Google Wave Notifier tillgänglig. Ny version: {0} Din version: {1} Klicka här för att gå till nedladdningssidan.
tr_tr: Google Wave Notifier'ın daha yeni bir sürümü var. Yeni sürüm: {0} Sizin sürümünüz: {1} İndirme sayfasını ziyaret etmek için buraya tıklayın

# NoNewMessagesTooltip
source: You have no unread messages.
cs_cz: Nemáte žádné nepřečtené zprávy.
da_dk: Du har ingen nye beskeder
de_de: Sie haben keine ungelesenen Nachrichten.
es_es: No tiene mensajes sin leer.
fr_fr: Vous n'avez pas de messages non lus
he_il: אין לך הודעות שלא נקראו.
hu_hu: Nincs olvasatlan üzenete.
it_it: Non hai messaggi da leggere.
nl_nl: U heeft geen ongelezen berichten.
pl_pl: Nie masz nieprzeczytanych wiadomości.
pt_br: Você não tem mensagens não lidas.
ro_ro: Nu aveţi niciun mesaj necitit.
ru_ru: У Вас нет непрочитанных сообщений.
sv_se: Du har inga olästa meddelanden.
tr_tr: Okunmamış iletiniz yok.

source: Notifications
da_dk: Notifikationer

source: Open Google &Wave
cs_cz: Otevřít Google &Wave
da_dk: Åbn Google &Wave
de_de: Google &Wave öffnen
es_es: Abrir Google &Wave
fr_fr: Ouvrir Google &Wave
he_il: פתח את שירות גוגל גל
hu_hu: Google &Wave megnyitása
it_it: A&pri Google Wave
pl_pl: Otwórz Google &Wave
pt_br: Ir para o Google &Wave
ro_ro: Deschideţi Google Wave
ru_ru: Открыть Google &Wave
sv_se: Öppna Google &Wave
tr_tr: Google Wave'i aç

source: Password
cs_cz: Heslo
da_dk: Kodeord
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
he_il: סיסמא
hu_hu: jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifre

# PasswordDescription
source: Enter your Google password. This is stored only on your machine, and only ever transmitted to Google via SSL.
cs_cz: Vložte Vaše Google heslo. Bude uloženo pouze na Vašem počítači a do Google přenášeno výhradně zabezpečeno pomocí SSL.
da_dk: Indtast dit Google kodeord. Dette gemmes udelukkende på din egen maskine, og sendes til Google via SSL.
de_de: Geben sie ihr Google Passwort ein. Es wird nur lokal gespeichert, und immer verschlüsselt (SSL) an Google gesendet
es_es: Introduzca su contraseña de Google. Se almacenará únicamente en su ordenador, y sólo será trasmitida a Google vía SSL.
fr_fr: Entrez votre mot de passe Google. Celui-ci est stocké uniquement sur votre machine, et seulement transmis à Google au travers d'une connexion sécurisée SSL.
he_il: הכנס את הסיסמא שלך. היא מאוכסנת אך ורק על המחשב שלך, והמידע מועבר לגוגל סחיבור מאובטח.
hu_hu: Írja be a Google jelszót. Ezt csak a gépen tárolja, és mindig csak a Google-hoz küldi biztonságos (SSL) módon.
it_it: Inserisci la tua password di Google. Questa viene memorizzata solo sul tuo computer, e viene trasmessa a Google via SSL.
nl_nl: Voer uw Google wachtwoord in. Dit wordt enkel op uw toestel bewaard, en naar Google verzonden via SSL.
pl_pl: Wpisz swoje hasło do serwisów Google. Jest ono przechowywane jedynie na Twojej maszynie i przesyłane wyłącznie do Google przez bezpieczny protokół.
pt_br: Entre sua senha do Google. Ela é armazenada somente em seu computador e somente transmitida ao Google via SSL.
ro_ro: Introduceţi parola dumneavoastră Google. Aceasta va fi stocată doar pe calculatorul dumneavoastră, şi va fi trimisă la Google doar prin SSL.
ru_ru: Введите пароль. Пароль хранится на вашем компьютере и предъявляется серверу Google (по защищенному каналу SSL) при подключении.
sv_se: Mata in ditt Google Wave lösenord. Det kommer endast att sparas lokalt på din dator, och kommer endast skickas till Google via SSL.
tr_tr: Google şifrenizi girin. Bu bilgi sizin bilgisayarınızda tutulur ve sadece Google'a SSL aracılığıyla gönderilir.

source: Play Sounds
cs_cz: Přehrávat zvuky
da_dk: Afspil lyde
de_de: Audionotifikation aktivieren
es_es: Reproducir Sonidos
fr_fr: Jouer des sons
he_il: הפעל צלילים
hu_hu: Hangjelzés lejátszása
it_it: Riproduci i suoni
nl_nl: Speel Geluid
pl_pl: Odtwarzaj Dźwięki
pt_br: Tocar Sons
ro_ro: Auziţi sunetele
ru_ru: Воспроизводить звуки
sv_se: Spela ljud
tr_tr: Sesleri Çal

# PlaySoundsDescription
source: Select whether you'd like Google Wave Notifier to play the Windows New Mail sound when it finds new messages.
cs_cz: Zvolte, zda si přejete přehrát výchozí zvuk z nastavení Windows pro novou poštu pokud jsou nalezeny nové zprávy.
da_dk: Vælg om du ønsker at Google Wave Notifier skal afspille Windows' standardlyd for modtagelse af ny post, når der findes nye beskeder.
de_de: Wählen sie aus, ob sie wollen, dass Google Wave Notifier den Windows-Ton für einen neue Nachricht abspielen soll wenn eine neue Nachricht gefunden wurde.
es_es: Seleccione si desea que Google Wave Notifier reproduzca un sonido cuando encuentre nuevos mensajes.
fr_fr: Indiquer si vous voulez que Google Wave Notifier joue le son d'arrivée de nouveaux mails de Windows lorsque de nouveaux messages sont trouvés.
he_il: בחר אם אתה רוצה שמתריע ההודעות ישמיע צליל דואר חדש כאשר נוספת הודעה חדשה.
hu_hu: Válassza ki, hogyha szeretné, hogy a Google Wave Notifier a "Windows Mail" hangon jelezze, ha talál új üzeneteket.
it_it: Scegliere se desideri che Google Wave Notifier riproduca il suono di Windows “Notifica ricezione posta ” quando trova messaggi nuovi.
nl_nl: Geef aan of u wil dat Google Wave Notifier een geluid mag afspelen wanneer er nieuwe berichten gevonden werden.
pl_pl: Zaznacz, czy chcesz odtwarzać dźwięki nowej poczty Windows, gdy pojawią się wiadomości w Google Wave.
pt_br: Selecione se você quiser que o Google Wave Notifier toque o som de novas mensagens do Windows quando houver novas mensagens.
ro_ro: Selectaţi dacă doriţi ca Google Wave Notifier să scoată sunetul Windows New Mail când găseşte mesaje noi.
ru_ru: Воспроизводить звук при поступлении нового сообщения.
sv_se: Välj om du vill att Google Wave Notifier skall spela Windows Nytt Mail ljudet när ett nytt meddelande hittas.
tr_tr: Google Wave Notifier'ın, yeni ileti geldiğinde Windows'un Yeni İleti sesini çalmasını isteyip istemediğinizi seçin.

# PreferredBrowser
source: Browser
da_dk: Internetbrowser
fr_fr: Navigateur
hu_hu: Böngésző
