Repository: DanTup/Google-Wave-Notifier
Catalog: GoogleWaveNotifier/Languages/InterfaceText.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, he_il, hu_hu, it_it, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, tr_tr

# PreferredBrowserDescription
source: Select the browser you would like to use when launching wave.
da_dk: Vælg hvilken internetbrowser du ønsker at starte for at vise Google Wave.
fr_fr: Selectionnez le navigateur que vous voulez utiliser pour lancer Google Wave.
hu_hu: Válaszd ki melyik böngészőben induljon a Wave
it_it: Selezionare il browser che si desidera utilizzare al momento del lancio delle onde.

# PreferredCulture
source: Language
da_dk: Sprog
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua

# PreferredCultureDescription
source: Select the language you would like Google Wave Notifier to use. Changing this value will cause the application to restart with your new language.
da_dk: Vælg det sprog du ønsker at Google Wave Notifier skal benytte. Hvis du ændrer sprog genstartes programmet med det nye sprog.
fr_fr: Choissiez la langue que vous voulez que Google Wave Notifier utilise. Changer de langue relancera l'application avec la nouvelle langue.
hu_hu: Válassza ki a kívánt nyelvet amellyel a Google Wave Notifier használni kívánja. A változáshoz újra kell indítani a programot.
it_it: Selezionare la lingua da usare con Google Wave Notifier. Cambiare questo valore comporterà il riavvio dell'applicazione con il nuovo linguaggio.

source: Proxy Address
da_dk: Proxy adresse
fr_fr: Adresse du Proxy

# ProxyAddressDescription
source: If you have a proxy server, enter the address of it here (in the form http://proxyname:port/).
da_dk: Hvis du bruger en proxyserver, skal du indskrive adressen her (skrives som http://proxyname:port/)
fr_fr: Si vous avez un Serveur Proxy, entrez son adresse ici (sous la forme http://proxyname:port/).

source: Proxy Password
da_dk: Proxy adgangskode
fr_fr: Mot de Passe

# ProxyPasswordDescription
source: If your proxy server requires a password, please enter it here.
da_dk: Hvis din proxyserver kræver en adgangskode, så skriv den her
fr_fr: Si votre Serveur Proxy requiert un mot de passe, entrez le ici.

source: Proxy Username
da_dk: Proxy brugernavn
fr_fr: Identifiant

# ProxyUsernameDescription
source: If your proxy server requires a username, please enter it here.
da_dk: Hvis din proxyserver kræver et brugernavn så skriv det her
fr_fr: Si vous avez un identifiant pour votre Serveur Proxy, indiquez le à cet endroit.

# ReportBugOrSuggestion
source: Report Bug / Suggestion
cs_cz: Nahlásit chybu / Doporučení
da_dk: Rapporter fejl / forslag
de_de: Fehler melden / Feature vorschlagen
es_es: Reportar un Fallo/Sugerencia
fr_fr: Signaler un bug / Suggestion
he_il: דיווח באגים / הצעות
hu_hu: Hiba/javaslat küldése
it_it: Bug Report / Suggerimenti
nl_nl: Rapporteer Bug / Voorstel
pl_pl: Raportuj Błąd/Wyślij Sugestię
pt_br: Informar Erros / Sugestões
ro_ro: Raportaţi Bug-uri/ Sugestii
ru_ru: Нашли ошибку / Ваши предложения
sv_se: Rapportera Fel / Förslag
tr_tr: Hata Bildir / Öneride Bulun

source: Run At Startup
da_dk: Kør ved opstart
fr_fr: Lancer au Démarage de Windows
hu_hu: Futtatás a Windows indulásakor
it_it: Eseguire all'avvio di Windows

# RunAtStartupDescription
source: Select whether you'd like Google Wave Notifier to start up when Windows starts.
da_dk: Vælg om du ønsker at Google Wave Notifier skal starte automatisk når du logger på Windows.
fr_fr: Choisissez si vous voulez que Google Wave Notifier se lance au démarage de Windows.
hu_hu: Válaszd ha szeretnéd, hogy a Google Wave Notofier is elinduljon mikor a Windows indul.
it_it: Scegliere se desideri che Google Wave Notifier parta all'avvio di Windows.

source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr_fr: Configuration
he_il: הגדרות
hu_hu: Beállítások
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar

# SettingsIntro
source: Please configure settings and preferences below. Please pay attention to the descriptions shown in the bottom pane when you select an option.
cs_cz: Vyplňte prosím Vaše nastavení níže. Věnujte pozornost popisům, které se zobrazují při označení každé volby.
da_dk: Venligst vælg indstillinger og tilpasninger herunder. Bemærk at der vises yderligere info i feltet nederst i programvinduet når du har markeret et valg.
de_de: Bitte richten sie ihre Einstellungen unten ein. Bitte beachten sie die Beschreibungen, welche am unteren Rand bei der Auswahl einer Option angezeigt werden
es_es: Por favor, configure los ajustes y preferencias a continuación. Preste atención a la descripción que se muestra bajo el panel al elegir una opción.
fr_fr: Veuillez lire la description figurant dans le panneau inférieur lorsque vous sélectionnez une option.
he_il: אנא קבע את ההעדפות שלך לתוכנה. שים לב שבעת בחירת אופציה יופיע תיאור שלה למטה.
hu_hu: Kérjük, állítsa be a tulajdonságokat. Olvassa el a leírásokat a panel alján, mielőtt kiválaszt egy opciót.
it_it: Perfavore, configurate le impostazioni e le preferenze seguenti. Si prega di prestare attenzione alle descrizioni mostrate nel riquadro in basso quando si seleziona un'opzione.
nl_nl: Stel instellingen en uw voorkeuren hieronder in. Let op de beschrijvingen in het onderste paneel.
pl_pl: Skonfiguruj poniższe ustawienia. Zwróć uwagę, na opisy, wyświetlane w dolnym pasku gdy wybierzesz jedną z opcji.
pt_br: Favor configurar as definições e preferências abaixo. Fique atento as descrições mostradas no painel inferior ao seleciona a opção.
ro_ro: Vă rugăm să configuraţi setările şi preferinţele mai jos. Vă rugăm să fiţi atent la descrierea afişată în fereastra de dedesupt când selectaţi o opţiune.
ru_ru: Изменить настройки программы. Обратите внимания на подсказки, которые появляются в нижней панели, когда Вы выбираете опцию.
sv_se: Var vänlig och konfigurera inställningarna nedan. Notera informationen som visas längst ner i fönstret då du har valt ett alternativ.
tr_tr: Lütfen aşağıdan ayarlarınızı yapın. Bir seçim yaptığınızda alt kutucukta çıkan açıklamalara dikkat edin.

source: Single Click Check
cs_cz: Kontrola jedním kliknutím
da_dk: Klik én gang for at tjekke for nye beskeder
de_de: Einfachklick Überprüfung
es_es: Comprobación con un simple Click
fr_fr: Vérification par simple clic
he_il: בדיקה בלחיצת כפתור
hu_hu: Ellenőrzés egy kattintásra
it_it: Controllo a singolo clic
nl_nl: Controlle bij Enkelvoudige Klik
pl_pl: Sprawdzaj Wave po pojedynczym kliknięciu
pt_br: Verifica com clique simples
ro_ro: Verificare la un Singur Click
ru_ru: Проверка в один клик
sv_se: Enkelklick markerad
tr_tr: Tek Tıkla Denetleme

# SingleClickCheckDescription
source: Select whether you'd like Google Wave Notifier to force a check for new messages when you click the icon in the system tray.
cs_cz: Zvolte, zda si přejete provést kontrolu nových zpráv po kliknutí na ikonu programu v systémové liště.
da_dk: Vælg om du ønsker at Google Wave Notifier skal tjekke for nye beskeder når du klikker på ikonet i systembaken.
de_de: Wählen, sie ob Sie möchten, dass Google Wave Notifier nach einmaligem Klicken auf den Trayicon auf neue Nachrichten überprüft.
es_es: Seleccione si desea forzar que Google Wave Notifier compruebe si hay mensajes nuevos al hacer click en el icono de la bandeja de sistema.
fr_fr: Force la vérification de nouveaux messages lorsque vous cliquez sur l'icône de la zone de notification de la barre des tâches.
he_il: בחר אם ברצונך שבעת לחיצה על סמל התוכנה במגש המערכת התוכנה תבצע בדיקת הודעות חדשות מיידיתy.
hu_hu: Válassza ki, ha szeretné hogy a Google Wave Notifier keressen új üzeneteket, ha egyszer rákattint az ikonjára a tálcán.
it_it: Scegliere se desideri che Google Wave Notifier forzi un controllo per messaggi nuovi quando si fa clic sull'icona nella system tray.
nl_nl: Geef aan of wil dat Google Wave Notifier geforceerd naar nieuwe berichten gaat zoeken, wanneer u klikt op het icoontje in het Systeemvak.
pl_pl: Zaznacz, czy chcesz aby Google Wave Notifier wymuszał sprawdzenie nowych wiadomości po kliknięciu ikony w zasobniku systemowym.
pt_br: Selecione se você quer que o Google Wave Notifier force a verificação de novas mensagens ao clicar no ícone na bandeja do Windows.
ro_ro: Selectaţi dacă doriţi ca Google Wave Notifier să efectueze o verificare forţată dacă daţi click pe icoana din system tray.
ru_ru: Проверять наличие новых сообщений кликом по иконке в трее.
sv_se: Välj om du vill att Google Wave Notifier skall tvingas att kontrollera om nya meddelanden har kommit, när du klickar på ikonen i meddelandefältet.

source: Twitter
da_dk: Twitternavn
he_il: עמוד הטויטר שלנו
ru_ru: Twitter автора

source: Unable to load Inbox
cs_cz: Nelze načíst doručená pošta
da_dk: Kan ikke hente indbakken
de_de: Inbox/Posteingang kann nicht geladen werden.
es_es: Error al cargar Bandeja de Entrada
fr_fr: Impossible de charger la boîte de réception
he_il: לא הצלחנו לטעון את תיבת הדואר הנכנס
hu_hu: Nem lehet a "bejövő üzenetek"-et betölteni.
it_it: Impossibile caricare la Posta in arrivo
nl_nl: Kan de Inbox niet laden.
pl_pl: Nie można załadować Skrzynki Odbiorczej.
pt_br: Não é possível ler sua caixa de entrada
ro_ro: Nu se poate încărca Inbox-ul
ru_ru: Не могу загрузить входящие
sv_se: Det gick inte att ladda din Inbox
tr_tr: Gelen Kutusu yüklenemedi

# UnableToLoadInboxDescription
source: Unable to load your Google Wave inbox. It's possible Google have changed the web application. Please look out for a new version of Google Wave Notifier!
cs_cz: Nepodařilo se načíst Vaši doručenou poštu. Je možné, že je to způsobeno změnou aplikace Google Wave. Zkontrolujte prosím, zda není k dispozici novější verze aplikace Google Wave Notifier!
da_dk: Kan ikke hente din Google Wave indbakke. Muligvis skyldes det at Google har ændret i deres programmering. Hold øje med en ny version af Google Wave Notifier!
de_de: Ihre Google Wave Inbox/ Ihr Posteingang kann nicht geladen werden. Es kann sein, dass Google die Webapplikation verändert hat. Bitte prüfen sie ob eine neuere Version des Google Wave Notifiers verfügbar ist!
es_es: Error al cargar Bandeja de Entrada de Google Wave. Es posible que Google haya realizado cambios en la aplicación. ¡Esté atento a una nueva versión de Google Wave Notifier!
fr_fr: Impossible de lire la boîte de réception de Google Wave. Il est possible que Google ait changé l'application web. Veuillez vérifier la disponibilité d'une nouvelle version de Google Wave Notifier !
he_il: לא הצלחנו לקרוא נתונים מתיבת הדואר הנכנס כדי לבדוק הודעות חדשות. זה יכול לקרות כאשר גוגל משנים את תצורת הדף. בדוק אם קיימת גירסה חדשה לתוכנת ההתרעה!
hu_hu: Nem sikerült betölteni a Google Wave "bejövő üzenet"-eit. Lehet, hogy a Google megváltoztatta a webes alkalmazást. Kérjük ellenőrizze a Google Wave Notifier új verzióját!
it_it: Impossibile caricare la tua casella “Posta in arrivo” di Google Wave. Google potrebbe aver cambiato l'applicazione web. Si prega di verificare per una versione nuova di Google Wave Notifier!
nl_nl: Kan uw Google Wave inbox niet laden. Mogelijk heeft Google Wave een aanpassing aan de web toepassing gemaakt. Kijk uit naar een nieuwe versie van Google Wave Notifier
pl_pl: Nie można załadować Skrzynki Odbiorczej. Prawdopodobnie Google zmieniło sposób zachowania się aplikacji, sprawdź nowe wersje Google Wave Notifier!
pt_br: Não é possível ler sua caixa de entrada. É possível que o Google tenha alterado algo na aplicação web. Favor verificar nova versão do Google Wave Notifier!
ro_ro: Nu se poate încărca inbox-ul Google Wave. Este posibil ca Google să fi schimbat aplicaţia web. Verificaţi dacă există versiuni noi pentru Google Wave Notifier.
ru_ru: Не могу загрузить входящие Google Wave. Возможно Google что-то изменил в веб приложении. Убедитесь, что Вы используете последнюю версию программы.
sv_se: Det gick inte att ladda din Inbox. Det är möjligt att Google har ändrat i webapplikationen. Håll utkik efter en ny version av Google Wave Notifier!
tr_tr: Gelen Kutusu yüklenemedi. Google internet uygulamasında değişiklik yapmış olabilir. Lütfen Google Wave Notifier'ın daha yeni bir sürümünü deneyin!

source: Unable to parse Inbox
cs_cz: Nelze zpracovat doručená pošta
da_dk: Kan ikke indlæse indbakken
de_de: Inbox/Posteingang kann nicht analysiert werden.
es_es: Error al cargar Bandeja de Entrada
fr_fr: Impossible d'analyser le contenu de la boîte de réception
he_il: לא הצלחנו לנתח את תיבת הדואר הנכנס
hu_hu: Nem lehet a "bejövő üzenetek"-et értelmezni.
it_it: Non riesco ad analizzare la Posta in arrivo
nl_nl: Kan de inbox niet verwerken.
pl_pl: Nie można przetworzyć Skrzynki Odbiorczej.
pt_br: Não é possível entender sua caixa de entrada
ro_ro: Nu se poate interpreta Inbox-ul
ru_ru: Не могу проверить входящие
sv_se: Kunde inte bearbeta din Inbox
tr_tr: Gelen Kutusu işlenemedi.

# UnableToParseInboxDescription
source: Unable to parse your Google Wave inbox. It's possible Google have changed the web application. Please look out for a new version of Google Wave Notifier!
cs_cz: Nepodařilo se zpracovat Vaši doručenou poštu. Je možné, že je to způsobeno změnou aplikace Google Wave. Zkontrolujte prosím, zda není k dispozici novější verze aplikace Google Wave Notifier!
da_dk: Kan ikke indlæse din Google Wave indbakke. Muligvis skyldes det at Google har ændret i deres programmering. Hold øje med en ny version af Google Wave Notifier!
de_de: Inbox/Posteingang kann nicht analysiert werden. Es kann sein, dass Google die Webapplikation verändert hat. Bitte prüfen sie ob eine neuere Version des Google Wave Notifiers verfügbar ist!
es_es: Error al cargar Bandeja de Entrada de Google Wave. Es posible que Google haya realizado cambios en la aplicación. ¡Esté atento a una nueva versión de Google Wave Notifier!
fr_fr: Google a changé l'application web. Veuillez vérifier la disponibilité d'une nouvelle version de Google Wave Notifier !
he_il: לא הצלחנו לנתח נתונים מתיבת הדואר הנכנס כדי לבדוק הודעות חדשות. זה יכול לקרות כאשר גוגל משנים את תצורת הדף. בדוק אם קיימת גירסה חדשה לתוכנת ההתרעה!
hu_hu: Nem lehet a "bejövő üzenetek"-et értelmezni. Lehet, hogy a Google megváltoztatta a webes alkalmazást. Kérjük ellenőrizze a Google Wave Notifier új verzióját!
it_it: In grado di analizzare la tua casella di posta elettronica di Google Wave. E 'possibile Google hanno cambiato l'applicazione web. Si prega di cercare una nuova versione di Google Wave Notifier!
nl_nl: Kan uw Google Wave inbox niet verwerken. Mogelijk heeft Google Wave een aanpassing aan de web toepassing gemaakt. Kijk uit naar een nieuwe versie van Google Wave Notifier
pl_pl: Nie można przetworzyć Skrzynki Odbiorczej. Prawdopodobnie Google zmieniło sposób zachowania się aplikacji, sprawdź nowe wersje Google Wave Notifier!
pt_br: Não é possível entender sua caixa de entrada do Google Wave. É possível que o Google tenha alterado algo na aplicação web. Favor verificar nova versão do Google Wave Notifier!
ro_ro: Nu se poate interpreta inbox-ul Google Wave. Este posibil ca Google să fi schimbat aplicaţia web. Verificaţi dacă există versiuni noi pentru Google Wave Notifier.
ru_ru: Не могу проверить входящие Google Wave. Возможно Google что-то изменил в веб приложении. Убедитесь, что Вы используете последнюю версию программы.
sv_se: Kunde inte bearbeta din Inbox. Det är möjligt att Google har ändrat i webapplikationen. Håll utkik efter en ny version av Google Wave Notifier!
tr_tr: Gelen Kutusu işlenemedi. Google internet uygulamasında değişiklik yapmış olabilir. Lütfen Google Wave Notifier'ın daha yeni bir sürümünü deneyin!

# UnknownError
source: An unknown error has occurred
cs_cz: Došlo k neznámé chybě
da_dk: En ukendt fejl er opstået.
de_de: Ein unbekannter Fehler ist aufgetreten
es_es: Ha ocurrido un error desconocido.
fr_fr: Une erreur inconnue est arrivée.
he_il: אירעה שגיאה לא מוכרת
hu_hu: Ismeretlen hiba lépett fel!
it_it: Si è verificato un errore sconosciuto
nl_nl: Een onbekende fout heeft zich voorgedaan.
pl_pl: Nieznany błąd
pt_br: Um erro desconhecido ocorreu.
ro_ro: A avut loc o eroare necunoscută
ru_ru: Возникла неизвестная ошибка
sv_se: Ett okänt fel har uppstått
tr_tr: Bilinmeyen bir hata oluştu.

# UnknownErrorDescription
source: An unknown error has occurred. It's possible Google have changed the web application. Please report a bug including the contents of the error log file.
cs_cz: Došlo k neznámé chybě. Je možné, že je to způsobeno změnou aplikace Google Wave. Prosíme nahlaste chybu a přiložte log soubor aplikace.
da_dk: En ukendt fejl er opstået. Muligvis skyldes det at Google har ændret i deres programmering. Hold øje med en ny version af Google Wave Notifier!
de_de: Ein unbekannter Fehler ist aufgetreten. Es kann sein, dass Google die Webapplikation verändert hat. Bitte Melden sie den Fehler mitsamt den Inhalten der Fehler-Logdatei
es_es: Ha ocurrido un error desconocido. Es posible que Google haya realizado cambios en la aplicación. Por favor, repórtenos el fallo incluyendo el archivo con el historial de errores.
fr_fr: Une erreur inconnue est arrivée. Il est possible que Google ait modifié l'application web. Merci de signaler le bug en incluant le contenu du fichier d'erreur.
he_il: שגיאה לא מוכרת אירעה בעת הבדיקה. זה יכול לקרות כאשר גוגל משנים את תצורת הדף. שלח לנו דיווח על התקלה בצירוף קובץ הרישום.
hu_hu: Ismeretlen hiba lépett fel. Lehet a Google megváltoztatta a webes alkalmazást. Kérjük, jelentse be a hibát, a hiba naplófájl tartalmával együtt.
it_it: Si è verificato un errore sconosciuto.Google potrebbe aver cambiato l'applicazione web. Si prega di segnalare il bug compreso il contenuto del file di log.
nl_nl: Een onbekende fout heeft zich voorgedaan. Mogelijk heeft Google Wave een aanpassing aan de web toepassing gemaakt. Kijk uit naar een nieuwe versie van Google Wave Notifier
pl_pl: Pojawił się nieznany błąd. Prawdopodobnie Google zmieniło sposób zachowania się aplikacji. Prosimy o zgłoszenie błędu z załączonym plikiem logów.
pt_br: Um erro desconhecido ocorreu. É possível que o Google tenha alterado algo na aplicação web. Favor informar o problema incluindo o conteudo do arquivo log de erros.
ro_ro: A avut loc o eroare necunoscută. Este posibil ca Google să fi schimbat aplicaţia web. Vă rugăm să raportaţi un bug incluzând conţinutul fişierului de eroare.
ru_ru: Возникла неизвестная ошибка. Возможно Google что-то изменил в веб приложении. Пожалуйста сообщите об этом, приложив содержание лога программы.
sv_se: Ett okänt fel har uppstått. Det är möjligt att Google har ändrat i webapplikationen. Håll utkik efter en ny version av Google Wave Notifier!
tr_tr: Bilinmeyen bir hata oluştu. Google internet uygulamasında değişiklik yapmış olabilir. Lütfen hatayı, hata dosyasının içeriğiyle birlikte bildirin.

# UnknownErrorDescriptionDotNet
source: Google Wave Notifier requires .NET 3.5 SP1. Please check you have this installed and restart the application.
da_dk: Google Wave Notifier skal bruge .NET 3.5 SP1. Tjek om du har denne version installeret, og genstart programmet.
hu_hu: Google Wave Notifier .NET 3.5 SP1-et igényel. Kérjük, ellenőrizze van e telepítve, és indítsa újra az alkalmazást.
it_it: Google Wave Notifier richiede .NET 3.5 SP1. Perfavore, verificate che sia installato e riavviate l'applicazione.

source: Username
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Non d'utilisateur
he_il: שם משתמש
hu_hu: Felhasználónév
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa Użytkownika
pt_br: Usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı adı

# UsernameDescription
source: Enter your Google username. This is the bit before @googlewave.com. Do not include @googlewave.com!
cs_cz: Vložte Vaše uživatelské jméno pro Google Wave. Je to ta část před @googlewave.com. Nepřidávejte @googlewave.com!
da_dk: Indskriv dit Google brugernavn. Det er det som står før @googlewave.com (Men undlad at skrive @googlewave.com)
de_de: Geben sie ihren Google Benutzernamen an. Dies ist der Teil vor @googlewave.com. Bitte hängen sie kein @googlewave.com an!
es_es: Introduzca su nombre de usuario de Google. Es la parte anterior a @googlewave.com. ¡No incluya el @googlewave.com!
fr_fr: Entrer votre nom d'utilisateur Google. C'est le nom devant @googlewave.com. Ne pas inclure @googlewave.com !
he_il: הכנס את שם המשתמש שלך בגוגל. הכוונה לשם המופיע לפני @googlewave.com. אל תכתוב את @googlewave.com בשם המשתמש!
hu_hu: Írja be a Google felhasználói nevét. Ez az a név a @googlewave.com előtt. Nem kell a @googlewave.com!
it_it: Inserisci il tuo nome utente Google. Questa è la parte prima di “@googlewave.com”. Non includete @googlewave.com!
nl_nl: Geef uw gebruikersnaam op. Dit is het deel voor @googlewave.com. Gelieve @googlewave.com niet toe te voegen.
pl_pl: Wpisz swoją nazwę użytkownika Google. To ciąg znaków, umieszczony przed "@googlewave.com". Nie zawieraj we wpisie @googlewave.com!
pt_br: Entre com o seu usuário do Google. É a parte antes de @googlewave.com. Não inclua @googlewave.com!
ro_ro: Introduceţi username-ul dumneavoastră Google. Este partea dinaintea @googlewave.com. Nu includeţi @googlewave.com!
ru_ru: Пожалуйста введите имя пользователя Google. Это часть до @googlewave.com. @googlewave.com включать не надо!
sv_se: Mata in ditt Google Wave användarnamn. Det är delen före @googlewave.com. Inkludera inte @googlewave.com!
tr_tr: Kullanıcı adınızı girin. Bu, @googlewave.com'dan önceki kısımdır. Gerisini eklemeyin!

# UsernameWarningText
source: Username should not include @googlewave.com.
cs_cz: Uživatelské jméno nesmí obsahovat @ nebo doménu.
da_dk: Dit brugernavn må ikke indeholde @googlewave.com.
de_de: Benutzername sollte kein @ Symbol oder einen Host beinhalten.
es_es: El nombre de usuario no debe incluir la arroba (@) o el dominio.
fr_fr: Le nom d'utilisateur ne doit pas inclure le symbole @ ou le nom du serveur.
he_il: שם המשתמש לא יכול לכלול את התו @ את את שם הדומיין.
hu_hu: Felhasználói névnek nem kell tartalmaznia a @googlewave.com-ot!
it_it: Il nome utente NON deve includere il simbolo @ o hostname.
nl_nl: Uw gebruikersnaam mag geen @ of hostnaam bevatten.
pl_pl: Nazwa użytkownika nie powinna zawierać symbolu @ czy nazwy hosta.
pt_br: Usuário não deve conter @ e servidor.
ro_ro: Username-ul nu trebuie să conţină symbolul @ sau un hostname.
ru_ru: В имени пользователя не должно быть @ или имени хоста.
sv_se: Användarnamnet skall inte innehålla @ tecknet eller värdnamn.
tr_tr: Kullanıcı adınız @ simgesini ya da bir sunucu adını içeremez.

source: Validation Error
cs_cz: Chyba
da_dk: Valideringsfejl
de_de: Fehler beim Überprüfen
es_es: Error de validación
fr_fr: Erreur de validation
he_il: שגיאת אימות
hu_hu: Érvényesítési hiba!
it_it: Errore di convalida
nl_nl: Aanmeldingsfout
pl_pl: Błąd Walidacji.
pt_br: Erro de Validação
ro_ro: Eroare de validare
ru_ru: неверные данные
sv_se: Valideringsfel
tr_tr: Doğrulama Hatası

source: Website
cs_cz: Web programu
da_dk: Hjemmeside
de_de: Homepage
es_es: Página Web
fr_fr: Site web
he_il: אתר הבית
hu_hu: Weboldal
it_it: Sito web
pl_pl: Strona WWW
ro_ro: Sit web
ru_ru: Сайт программы
tr_tr: İnternet Sitesi

source: Proxy Server
fr_fr: Serveur Proxy

source: Wave
cs_cz: Vlna
he_il: גל
hu_hu: Wave (Hullám)
pl_pl: Fala
ru_ru: Волна

source: &OK
es_es: &Aceptar
he_il: &אישור
ru_ru: &ОК
tr_tr: Tamam
